Repository: Bloodhunterrr/stake_module
Catalog: src/locales/al/messages.po
Languages: al

source: {totalGames, plural, one {# game} other {# games}}
al: {totalGames, plural, one {# lojë} other {# lojëra}}

source: €2,500 Daily
al: €2,500 Ditore

source: €500 + 100 Free Spins
al: €500 + 100 Xhiro Falas

source: 55% up to
al: 55% deri në

source: About BTC
al: Rreth BTC

source: About Us
al: Rreth Nesh

source: Action
al: Veprim

source: Add New User
al: Krijo Përdorues

source: Address
al: Adresë

source: Affiliates
al: Filialet

source: All
al: Të Gjitha

source: All Actions
al: Të Gjitha Veprimet

source: All currencies
al: Të gjitha monedhat

source: All Providers
al: Të Gjithë Providerët

source: All Statuses
al: Të Gjitha Statuset

source: All Users
al: Të Gjithë Përdoruesit

source: AML Policy
al: Politika AML

source: Amount
al: Shuma

source: April
al: Prill

source: August
al: Gusht

source: Begin Now
al: Fillo Tani

source: Bet amount
al: Shuma e bastit

source: Bet Amount (Bet ID)
al: Shuma e Bastit (Bet ID)

source: Bet Amount (Game)
al: Shuma e Bastit (Loja)

source: Bet Amount/User
al: Shuma e Bastit/Përdoruesit

source: Bets
al: Baste

source: Betting History
al: Historia e Basteve

source: Bientôt disponible
al: Së shpejti në dispozicion

source: Bonus money
al: Para bonus

source: Bonus Terms
al: Kushtet e Bonusit

source: Canada
al: Kanada

source: Cashout
al: Tërheqje parash

source: Casino
al: Kazino

source: Casino History
al: Historia e Kazinosë

source: Casino Live
al: Kazino Live

source: Categories
al: Kategoritë

source: Category
al: Kategoria

source: Change Password
al: Ndrysho Fjalëkalimin

source: characters left
al: karaktere të mbetura

source: Choose wallet:
al: Zgjidh portofolin:

source: Chose one these wallet as default:
al: Zgjidhni një nga këto portofolë:

source: City
al: Qyteti

source: Clear
al: Pastro

source: Clear all
al: Pastro të gjitha

source: Close
al: Mbyll

source: Confirm New Password
al: Konfirmo Fjalëkalimin e Ri

source: Cookie Policy
al: Politika e Cookies

source: Country
al: Vendi

source: Crash Games
al: Lojërat Crash

source: Create New User
al: Krijo Përdorues të Ri

source: Create User
al: Krijo Përdorues

source: Create your account
al: Krijo llogarinë tënde

source: Creating...
al: Duke krijuar...

source: Currencies
al: Monedhat

source: Currency
al: Monedha

source: Date of Birth
al: Data e Lindjes

source: December
al: Dhjetor

source: Default
al: I Zgjedhuri

source: Deposit
al: Depozito

source: DEPOSIT
al: DEPOZITË

source: Deposit initiated successfully!
al: Depozita u iniciua me sukses!

source: Deposit now
al: Depozito tani

source: Deposit Now
al: Depozito Tani

source: Depositing...
al: Po depozitohet...

source: Dispute Resolution
al: Zgjidhja e Mosmarrëveshjeve

source: Dropdown closed.
al: Menyja rënëse u mbyll.

source: Egyptian Theme
al: Temë Egjiptiane

source: Enter promo code
al: Vendos kodin promovues

source: Enter the text
al: Vendos tekstin

source: Enter your details below to create an account.
al: Vendos detajet e tua më poshtë për të krijuar një llogari.

source: Enter your email
al: Vendos email-in tënd

source: Enter your email/username
al: Fut email-in/emrin e përdoruesit

source: Enter your password
al: Vendos fjalëkalimin tënd

source: Failed to fetch Sport tickets:
al: Dështoi të merrte biletat e Sportit:

source: Failed to fetch transactions:
al: Dështoi në marrjen e transaksioneve:

source: Failed to initiate withdraw. Contact Support
al: Tërheqja dështoi. Kontaktoni Suportin

source: Fairness & RNG Testing Methods
al: Metoda e Testimit të Drejtësisë & RNG

source: FAQ
al: Pyetjet e Bëra Shpesh (FAQ)

source: February
al: Shkurt

source: Female
al: Femër

source: Filter
al: Filtro

source: Filters
al: Filtrat

source: First Name
al: Emri

source: For You
al: Për Ju

source: games
al: lojëra

source: Gender
al: Gjinia

source: Have trouble logging in?
al: Keni probleme me hyrjen?

source: Help us improve your experience
al: Na ndihmoni të përmirësojmë përvojën tuaj

source: I agree to receive offers from our partners.
al: Unë pranoj të marr oferta nga partnerët tanë.

source: I would like to receive news and offers.
al: Dëshiroj të marr lajme dhe oferta.

source: Instant Games
al: Lojëra të Menjëhershme

source: Invalid wallet address format
al: Format i pavlefshëm i adresës së portofolit

source: January
al: Janar

source: Join Now
al: Bashkohu Tani

source: July
al: Korrik

source: June
al: Qershor

source: Keno & Lottery
al: Keno & Lotari

source: KYC Policies
al: Politikat KYC

source: Language
al: Gjuha

source: Last Name
al: Mbiemri

source: Leave a message
al: Lini një mesazh

source: License
al: Licencë

source: Live Chat
al: Bisedë Live

source: Loading sportsbook…
al: Duke ngarkuar bastin sportiv…

source: Lobby
al: Lobi

source: Lobby Crash
al: Lobi Crash

source: Log in
al: Hyr

source: Log In
al: Hyr

source: Log out
al: Dil

source: Logging in...
al: Duke hyr...

source: Lost
al: Humbur

source: Lottery
al: Lotari

source: Male
al: Mashkull

source: March
al: Mars

source: May
al: Maj

source: Message
al: Mesazhi

source: Messages
al: Mesazhet

source: Mexico
al: Meksikë

source: More pages
al: Më shumë faqe

source: Multi-select dropdown. Use arrow keys to navigate, Enter to select, and Escape to close.
al: Meny rënëse me zgjedhje të shumëfishtë. Përdor shigjetat për të lëvizur, Enter për të zgjedhur, dhe Escape për të mbyllur.

source: My balance
al: Bilanci Im

source: Name
al: Emri

source: Need Help?
al: Keni nevojë për ndihmë?

source: Net Win
al: Diferenca

source: New Password
al: Fjalëkalim i Ri

source: New Trend
al: Trend i Ri

source: Next
al: Tjetra

source: No categories available
al: Nuk ka kategori të disponueshme

source: No Data
al: Nuk ka të Dhëna

source: No data available
al: Nuk ka të dhëna të disponueshme

source: No history found.
al: Nuk u gjet historik.

source: No options selected
al: Asnjë opsion i zgjedhur

source: No results found.
al: Nuk u gjetën rezultate.

source: No sportsbook category selected.
al: Nuk është zgjedhur asnjë kategori e faqes së basteve sportive.

source: No sportsbook URL available.
al: Nuk ka URL të disponueshme të faqes së basteve sportive.

source: Non-binary
al: Jo-binare

source: Not Received any messages yet
al: Nuk ka ardhur asnjë mesazh

source: Note
al: Shënim

source: November
al: Nëntor

source: October
al: Tetor

source: Old Password
al: Fjalëkalimi i Vjetër

source: Or play demo
al: Ose luaj demo

source: Password
al: Fjalëkalim

source: Password changed successfully.
al: Fjalëkalimi u ndryshua me sukses.

source: Payments
al: Pagesat

source: Payments History
al: Historia e Pagesave

source: Payout
al: Pagesa

source: Pending
al: Në pritje

source: Phone Number
al: Numri i Telefonit

source: Pick end date
al: Zgjidh datën e mbarimit

source: Pick start date
al: Zgjidh datën e fillimit

source: Played
al: Luajtur

source: Please enter a wallet address
al: Ju lutemi futni një adresë portofoli

source: Please enter an amount between
al: Ju lutemi futni një shumë midis

source: Please leave some feedback or report a bug/issue you have faced.
al: Ju lutem lini disa komente ose raportoni një problem/çështje me të cilën jeni përballur.

source: Please select a cryptocurrency
al: Ju lutemi zgjidhni një Kripto

source: Please select a wallet
al: Ju lutem zgjidhni një portofol

source: Please top up your account to play for real money.
al: Ju lutem mbushni llogarinë tuaj për të luajtur për para të vërteta.

source: Postal Code
al: Kodi Postar

source: Prefer not to say
al: Preferoj të mos them

source: Preferences
al: Preferencat

source: Previous
al: E mëparshmja

source: Privacy Policy
al: Politika e Privatësisë

source: Profile
al: Profili

source: Profile Info
al: Info Profili

source: Promo Code (optional)
al: Kodi Promovues (opsional)

source: Promotions
al: Promovimet

source: Providers
al: Providerët

source: Read More
al: Lexo Më Shumë

source: Real money
al: Para të vërteta

source: Received
al: Të Ardhura

source: Recharge et retire en Crypto.
al: Rimbush dhe tërheq me Kripto.

source: Refresh
al: Rifresko

source: Reports
al: Raportet

source: Responsible Gambling
al: Loja e Përgjegjshme

source: Responsible Gaming
al: Loja e Përgjegjshme

source: Reviews
al: Vlerësimet

source: Risk Warnings
al: Paralajmërimet e Rreziqeve

source: Rome
al: Roma

source: ROOKIE RUMBLE TOURNAMENT
al: TURNEU ROOKIE RUMBLE

source: Roulette
al: Ruletë

source: Search
al: Kërko

source: Search for a crypto...
al: Kërko për një kripto...

source: Search options...
al: Kërko opsione...

source: Search results
al: Rezultatet e kërkimit

source: SECOND DEPOSIT BONUS
al: BONUSI I DYTË I DEPOZITËS

source: Select a default wallet
al: Zgjidh një portofol bazë

source: Select a wallet
al: Zgjidh një portofol

source: Select category of problem
al: Zgjidh kategorinë e problemit

source: Select Cryptocurrency
al: Zgjidh Kriptomonedhën

source: Self-Exclusion
al: Auto-Përjashtimi

source: Send message
al: Dërgo mesazh

source: Sent
al: Të Dërguara

source: September
al: Shtator

source: Set default
al: Caktoje si të Zgjedhur

source: Shop
al: Pika

source: Show Balance
al: Shfaq Balancën

source: Sign Up
al: Regjistrohu

source: Sort
al: Rendit

source: Sport Betting Terms
al: Kushtet e Basteve Sportive

source: Status
al: Statusi

source: Switch Game
al: Ndrysho Lojën

source: Terms & Conditions
al: Kushtet & Termat

source: Thank you for making our service better
al: Faleminderit që e bëni shërbimin tonë më të mirë

source: There has been an error
al: Ka pasur një gabim

source: There is no other user
al: Nuk ka përdorues të tjerë

source: This wallet is already default
al: Ky portofol është tashmë i paracaktuar

source: Ticket Type
al: Tipi Biletës

source: Time
al: Koha

source: Time (Bet ID)
al: Koha (Bet ID)

source: Time/Id
al: Koha/ID

source: To edit the data, please contact support.
al: Për të redaktuar të dhënat, ju lutem kontaktoni suportin.

source: Today
al: Sot

source: Top Games
al: Lojërat Kryesore

source: Total balance
al: Balanca totale

source: Total Deposit:
al: Depozitim Total:

source: Total odds
al: Shanset totale

source: Total Withdrawal:
al: Tërheqje Totale:

source: Total:
al: Totali:

source: Transaction
al: Transferimi

source: Transactions
al: Transferimet

source: Type
al: Tipi

source: Type to filter options. Use arrow keys to navigate results.
al: Shkruaj për të filtruar opsionet. Përdor shigjetat për të lëvizur në rezultate.

source: Unable to load sportsbook.
al: Nuk mund të ngarkohet lista e basteve sportive.

source: United States
al: Shtetet e Bashkuara

source: up to 25%
al: deri në 25%

source: User Balance
al: Bilanci i Përdoruesit

source: Users
al: Përdoruesit

source: View all
al: Shiko të gjitha

source: VIP Casino
al: Kazino VIP

source: Virtual
al: Virtuale

source: Virtual Games
al: Lojëra Virtuale

source: Wallet
al: Portofol

source: Wallet Address
al: Adresa e Portofolit

source: WEEKLY CASHBACK
al: KESHBAK JAVOR

source: Withdraw
al: Tërhiq

source: WITHDRAW
al: TËRHEQJE

source: Withdraw initiated successfully!
al: Tërheqja u iniciua me sukses!

source: Won
al: Fituar

source: Yesterday
al: Dje

source: You have successfully signed up.
al: Jeni regjistruar me sukses.

source: You've reached the end of the list.
al: Ke arritur në fund të listës.

source: Your balance is 0
al: Balanca juaj është 0
